import React, { useState, useEffect } from 'react';
import axios from 'axios';

const CompanyDetails = () => {
  

  return (
    <div>
      <h2> זרי כלה -Zer 4 You </h2>
      <h4>פרחים מיוחדים ליום המיוחד שלך
      <br/>
חנות פרחים "זרי כלה" מתמחה ביצירת זרי כלה ייחודיים וקסומים לכלות. <br/>אנו משתמשים בפרחים טריים ואיכותיים מהשדה, ומעצבים כל זר באהבה ובמקצועיות רבה.

אנו מציעים מגוון רחב של סגנונות זרי כלה, החל מקלאסיים ואלגנטיים ועד מודרניים וייחודיים. <br/>אנו נעבוד איתך מקרוב כדי להבין את החזון שלך ואת רצונותייך, ונוודא שהזר שלך יהיה מושלם עבור היום המיוחד שלך.<br/>
.<br/>

אנו מזמינים אותך לבקר בחנות שלנו ולקבל השראה מהמגוון הרחב שלנו. צוות מנוסה ואדיב ישמח לייעץ לך ולבחור איתך את הפרחים המושלמים עבור היום החשוב בחייך.
<br/>
למה לבחור בנו?
<br/>
פרחים טריים ואיכותיים מהשדה
<br/>
עיצובים ייחודיים וקסומים
<br/>
שירות אישי ומקצועי
<br/>
מגוון רחב של סגנונות זרי כלה
<br/>
מחירים נוחים</h4>
<h2>אנו מאחלים לך חתונה קסומה ומרגשת! </h2>


    </div>
  );
};

export default CompanyDetails;
